Repository: MartinZikmund/daily-plants
Catalog: src/DailyPlants/Strings/*/Resources.resw
Source language: en
Languages: hu, ru, zh_hant

# Nav_Statistics
source: Statistics
hu: Statisztikák
ru: Статистика
zh_hant: 統計

# Nav_Settings
source: Settings
hu: Beállítások
ru: Настройки
zh_hant: 設定

# Nav_About
source: About
hu: Az alkalmazásról
ru: О приложении
zh_hant: 關於

# Stats_Title
source: Statistics
hu: Statisztikák
ru: Статистика
zh_hant: 統計

# Stats_Overview
source: Overview
hu: Áttekintés
ru: Обзор
zh_hant: 概覽

# Stats_TodayProgress
source: Today's Progress
hu: Mai haladás
ru: Прогресс за сегодня
zh_hant: 今日進度

# Stats_WeekAverage
source: This Week
hu: Ez a hét
ru: За неделю
zh_hant: 本週

# Stats_MonthAverage
source: This Month
hu: Ez a hónap
ru: За месяц
zh_hant: 本月

# Stats_Streaks
source: Streaks
hu: Szériák
ru: Серии
zh_hant: 連勝

# Stats_CurrentStreak
source: Current Streak
hu: Jelenlegi széria
ru: Текущая серия
zh_hant: 目前連勝

# Stats_LongestStreak
source: Longest Streak
hu: Leghosszabb széria
ru: Лучшая серия
zh_hant: 最長連勝

# Stats_Days
source: days
hu: nap
ru: дней
zh_hant: 天

# Stats_Day
source: day
hu: nap
ru: день
zh_hant: 天

# Stats_Last7Days
source: Last 7 Days
hu: Utolsó 7 nap
ru: Последние 7 дней
zh_hant: 最近 7 天

# Stats_PerItemBreakdown
source: Per-Item Breakdown
hu: Részletezett bontás
ru: Разбивка по элементам
zh_hant: 各項目明細

# Stats_WeightTrend
source: Weight Trend
hu: Súlytörténeti trend
ru: Динамика веса
zh_hant: 體重趨勢

# Stats_AddWeight
source: Add Weight
hu: Súly hozzáadása
ru: Добавить вес
zh_hant: 新增體重

# Stats_NoWeightData
source: No weight data yet
hu: Még nincs súlyadat
ru: Нет данных о весе
zh_hant: 尚無體重資料

# Stats_AddFirstWeight
source: Add your first weight entry to start tracking
hu: Adja meg az első súlyadatot a követés megkezdéséhez
ru: Добавьте первую запись о весе, чтобы начать отслеживание
zh_hant: 新增您的第一筆體重紀錄以開始追蹤

# Stats_GoalWeight
source: Goal
hu: Cél
ru: Цель
zh_hant: 目標

# Settings_Title
source: Settings
hu: Beállítások
ru: Настройки
zh_hant: 設定

# Settings_ActiveChecklists
source: Active Checklists
hu: Aktív ellenőrzőlisták
ru: Активные чек-листы
zh_hant: 啟用中的清單

# Settings_ActiveChecklistsDesc
source: Choose which checklists to track daily
hu: Válassza ki, mely ellenőrzőlistákat követi naponta
ru: Выберите, какие чек-листы отслеживать ежедневно
zh_hant: 選擇每日要追蹤的清單

# Settings_DailyDozen
source: Daily Dozen
hu: Napi Tucat
ru: Ежедневная дюжина
zh_hant: 每日12清單

# Settings_DailyDozenDesc
source: From "How Not to Die" - 12 food groups to eat every day for optimal health
hu: A „Hogy ne halj meg" című könyvből – 12 élelmiszer-csoport, amelyet nap mint nap fogyasszunk az optimális egészség érdekében
ru: Из книги "Не сдохни!" - 12 групп продуктов для ежедневного употребления для оптимального здоровья
zh_hant: 來自《食療聖經》——每天應攝取的 12 類食物，以促進最佳健康

# Settings_TwentyOneTweaks
source: Twenty-One Tweaks
hu: 21 Trükk
ru: 21 Уловка
zh_hant: 21招

# Settings_TwentyOneTweaksDesc
source: From "How Not to Diet" - 21 weight-loss accelerating habits
hu: A „Hogyan ne diétázz" című könyvből – 21 fogyást gyorsító szokás
ru: Из книги "Не сдохни на диете" - 21 привычка для ускорения похудения
zh_hant: 來自《食療聖經減重版》——21 個加速減重的習慣

# Settings_Enabled
source: Enabled
hu: Bekapcsolva
ru: Включено
zh_hant: 已啟用

# Settings_Disabled
source: Disabled
hu: Kikapcsolva
ru: Отключено
zh_hant: 已停用

# Settings_WeightTracking
source: Weight Tracking
hu: Súlykövetés
ru: Отслеживание веса
zh_hant: 體重追蹤

# Settings_WeightTrackingDesc
source: Track your weight over time
hu: Kövesse súlya alakulását
ru: Отслеживайте свой вес с течением времени
zh_hant: 追蹤您的體重變化

# Settings_EnableWeightTracking
source: Enable Weight Tracking
hu: Súlykövetés bekapcsolása
ru: Включить отслеживание веса
zh_hant: 啟用體重追蹤

# Settings_GoalWeight
source: Goal Weight
hu: Célsúly
ru: Целевой вес
zh_hant: 目標體重

# Settings_Height
source: Height (for BMI)
hu: Magasság (BMI-hez)
ru: Рост (для ИМТ)
zh_hant: 身高（用於 BMI）

# Settings_Optional
source: Optional
hu: Opcionális
ru: Необязательно
zh_hant: 選填

# Settings_Units
source: Units
hu: Mértékegységek
ru: Единицы измерения
zh_hant: 單位

# Settings_UnitsDesc
source: Choose your preferred measurement units
hu: Válassza ki a kívánt mértékegységeket
ru: Выберите предпочитаемые единицы измерения
zh_hant: 選擇您偏好的計量單位

# Settings_UseMetric
source: Use Metric Units
hu: Metrikus mértékegységek használata
ru: Использовать метрическую систему
zh_hant: 使用公制單位

# Settings_Metric
source: Metric (kg, cm)
hu: Metrikus (kg, cm, ml)
ru: Метрическая (кг, см, мл)
zh_hant: 公制（kg、cm、ml）

# Settings_Imperial
source: Imperial (lb, in)
hu: Angolszász (lb, in, oz)
ru: Имперская (фунты, дюймы, унции)
zh_hant: 英制（lb、in、oz）

# Settings_Appearance
source: Appearance
hu: Megjelenés
ru: Внешний вид
zh_hant: 外觀

# Settings_AppearanceDesc
source: Customize how the app looks
hu: Az alkalmazás megjelenésének testreszabása
ru: Настройте внешний вид приложения
zh_hant: 自訂應用程式外觀

# Settings_Theme
source: Theme
hu: Téma
ru: Тема
zh_hant: 佈景主題

# Settings_Language
source: Language
hu: Nyelv
ru: Язык
zh_hant: 語言

# Settings_LanguageDesc
source: Choose your preferred language
hu: Válassza ki a kívánt nyelvet
ru: Выберите предпочитаемый язык
zh_hant: 選擇您偏好的語言

# Settings_DataManagement
source: Data Management
hu: Adatkezelés
ru: Управление данными
zh_hant: 資料管理

# Settings_DataManagementDesc
source: Export or import your tracking data
hu: Követési adatok exportálása vagy importálása
ru: Экспортируйте или импортируйте данные отслеживания
zh_hant: 匯出或匯入您的追蹤資料

# Settings_Export
source: Export
hu: Exportálás
ru: Экспорт
zh_hant: 匯出

# Settings_ExportToJson
source: Export to JSON
hu: Exportálás JSON formátumba
ru: Экспорт в JSON
zh_hant: 匯出為 JSON

# Settings_ExportToCsv
source: Export to CSV
hu: Exportálás CSV formátumba
ru: Экспорт в CSV
zh_hant: 匯出為 CSV

# Settings_ExportDesc
source: JSON exports all data including settings. CSV exports daily entries only.
hu: A JSON exportálás minden adatot tartalmaz, beleértve a beállításokat. A CSV exportálás csak a napi bejegyzéseket tartalmazza.
ru: JSON экспортирует все данные, включая настройки. CSV экспортирует только ежедневные записи.
zh_hant: JSON 會匯出所有資料（包含設定）。CSV 僅匯出每日紀錄。

# Settings_Import
source: Import
hu: Importálás
ru: Импорт
zh_hant: 匯入

# Settings_ImportFromJson
source: Import from JSON
hu: Importálás JSON fájlból
ru: Импорт из JSON
zh_hant: 從 JSON 匯入

# Settings_ImportFromCsv
source: Import from CSV
hu: Importálás CSV fájlból
ru: Импорт из CSV
zh_hant: 從 CSV 匯入

# Settings_ImportDesc
source: Import will merge with existing data. Duplicate entries will be overwritten.
hu: Az importálás összefésüli a meglévő adatokkal. A duplikált bejegyzések felülírják a régieket.
ru: Импорт объединяется с существующими данными. Дублирующиеся записи будут перезаписаны.
zh_hant: 匯入時會與現有資料合併。重複的條目將被覆蓋。

# Settings_RestartRequired
source: Restart the app for the language change to take effect.
hu: Indítsa újra az alkalmazást a nyelvváltás érvényesítéséhez.
ru: Перезапустите приложение, чтобы изменение языка вступило в силу.
zh_hant: 請重新啟動應用程式以套用語言變更。

# About_Title
source: About
hu: Az alkalmazásról
ru: О приложении
zh_hant: 關於

# About_Description
source: Track your daily nutrition based on Dr. Michael Greger's recommendations from his books "How Not to Die", "How Not to Diet", and "How Not to Age".
hu: Kövesse napi tápanyagbevitelét Dr. Michael Greger ajánlásai alapján a „Hogy ne halj meg", „Hogyan ne diétázz" és „Hogyan ne öregedj" című könyvekből.
ru: Отслеживайте ежедневное питание на основе рекомендаций доктора Майкла Грегера из его книг "Не сдохни!", "Не сдохни на диете" и "Не старей".
zh_hant: 根據麥克·葛雷格醫師（Dr. Michael Greger）在《食療聖經》、《食療聖經減重版》和《How Not to Age》中的建議，追蹤您的每日營養攝取。

# About_Version
source: Version
hu: Verzió
ru: Версия
zh_hant: 版本

# About_LearnMore
source: Learn More
hu: További információk
ru: Узнать больше
zh_hant: 了解更多

# About_NutritionFacts
source: Visit NutritionFacts.org
hu: Látogasson el a NutritionFacts.org oldalra
ru: Посетите NutritionFacts.org
zh_hant: 造訪 NutritionFacts.org

# About_NutritionFactsDesc
source: Free science-based nutrition information
hu: Ingyenes, tudományos alapú táplálkozási információk
ru: Бесплатная научно обоснованная информация о питании
zh_hant: 免費的科學營養資訊

# About_Credits
source: Credits
hu: Köszönet
ru: Благодарности
zh_hant: 致謝

# About_CreditsDesc
source: Based on the work of Dr. Michael Greger and NutritionFacts.org
hu: Dr. Michael Greger és a NutritionFacts.org munkásságán alapul
ru: На основе работ доктора Майкла Грегера и NutritionFacts.org
zh_hant: 基於麥克·葛雷格醫師與 NutritionFacts.org 的研究成果

# About_BuiltWith
source: Built with Uno Platform
hu: Uno Platform segítségével készült
ru: Создано с помощью Uno Platform
zh_hant: 使用 Uno Platform 建置

# Common_Close
source: Close
hu: Bezárás
ru: Закрыть
zh_hant: 關閉

# Common_Save
source: Save
hu: Mentés
ru: Сохранить
zh_hant: 儲存

# Common_Cancel
source: Cancel
hu: Mégse
ru: Отмена
zh_hant: 取消

# Common_Ok
source: OK
ru: ОК
zh_hant: 確定

# Common_Error
source: Error
hu: Hiba
ru: Ошибка
zh_hant: 錯誤

# Common_Success
source: Success
hu: Sikeres
ru: Успешно
zh_hant: 成功

# Theme_System
source: System Default
hu: Rendszer alapértelmezett
ru: Системная
zh_hant: 系統預設

# Theme_Light
source: Light
hu: Világos
ru: Светлая
zh_hant: 淺色

# Theme_Dark
source: Dark
hu: Sötét
ru: Тёмная
zh_hant: 深色

# DD_Beans
source: Beans
hu: Babfélék
ru: Бобовые
zh_hant: 豆類

# DD_Berries
source: Berries
hu: Bogyós gyümölcsök
ru: Ягоды
zh_hant: 漿果類

# DD_OtherFruits
source: Other Fruits
hu: Egyéb gyümölcsök
ru: Другие Фрукты
zh_hant: 其他水果

# DD_Greens
source: Greens
hu: Zöldek
ru: Листовые Овощи
zh_hant: 綠葉蔬菜

# DD_Cruciferous
source: Cruciferous Vegetables
hu: Keresztes virágú zöldségek
ru: Крестоцветные Овощи
zh_hant: 十字花科蔬菜

# DD_OtherVegetables
source: Other Vegetables
hu: Egyéb zöldségek
ru: Прочие Овощи
zh_hant: 其他蔬菜

# DD_Flaxseed
source: Flaxseed
hu: Lenmag
ru: Семена льна
zh_hant: 亞麻籽

# DD_Flaxseed_Serving
source: 1 tbsp ground
hu: 1 evőkanál őrölt
ru: 1 ст.л. измельчённых
zh_hant: 1大匙磨碎的亞麻籽

# DD_Nuts
source: Nuts and Seeds
hu: Diófélék és magvak
ru: Орехи и Семена
zh_hant: 堅果類

# DD_Herbs
source: Herbs and Spices
hu: Gyógynövények és fűszerek
ru: Травы и Специи
zh_hant: 香草和香料

# DD_Herbs_Serving
source: 1/4 tsp turmeric
hu: 1/4 teáskanál kurkuma
ru: ¼ ч.л. куркумы
zh_hant: ¼茶匙的薑黃

# DD_WholeGrains
source: Whole Grains
hu: Teljes kiőrlésű gabonák
ru: Цельнозерновые Продукты
zh_hant: 全穀類

# DD_Beverages
source: Beverages
hu: Italok
ru: Напитки
zh_hant: 飲料

# DD_Exercise
source: Exercise
hu: Testmozgás
ru: Физические Упражнения
zh_hant: 運動

# DD_Exercise_Serving
source: 90 min moderate or 40 min vigorous
hu: 90 perc közepes vagy 40 perc intenzív
ru: 90 мин умеренных или 40 мин интенсивных
zh_hant: 90分鐘中等強度或40分鐘劇烈運動

# DD_VitaminB12
source: Vitamin B12
hu: B12 vitamin
ru: Витамин B12
zh_hant: 維生素B12

# DD_VitaminB12_Serving
source: 2000 mcg weekly or 50 mcg daily
hu: 2000 mcg hetente vagy 50 mcg naponta
ru: 2000 мкг еженедельно или 50 мкг ежедневно
zh_hant: 每週2000微克或每日50微克

# TT_PreloadWater
source: Preload Water
hu: Étkezés előtti víz
ru: Предварительная водная загрузка
zh_hant: 預載水分

# TT_NegativeCalorie
source: Negative Calorie Preload
hu: „Negatív kalóriatartalmú" előtöltés
ru: Предварительная загрузка отрицательными калориями
zh_hant: 預載負熱量食物

# TT_NegativeCalorie_Desc
source: Start with apple, salad, or soup
hu: Kezdje almával, salátával vagy levessel
ru: Начните с яблока, салата или супа
zh_hant: 以蘋果、沙拉或湯開始

# TT_Vinegar
source: Incorporate Vinegar
hu: Ecet hozzáadása
ru: Включите уксус
zh_hant: 配醋一起吃

# TT_Vinegar_Desc
source: 2 tsp with meals
hu: 2 tk minden étkezéshez (napi 3-szor)
ru: 2 ч.л. с каждым приёмом пищи (3 раза в день)
zh_hant: 每餐2茶匙（每日3次）

# TT_Undistracted
source: Undistracted Meals
hu: Zavartalan étkezés
ru: Не отвлекайтесь от еды
zh_hant: 專心用餐

# TT_Undistracted_Desc
source: Enjoy meals without distractions
hu: Minden étkezésnél (napi 3-szor)
ru: С каждым приёмом пищи (3 раза в день)
zh_hant: 每餐（每日3次）

# TT_TwentyMinute
source: Twenty-Minute Rule
hu: Húszperces szabály
ru: Двадцатиминутное правило
zh_hant: 嚴守用餐20分鐘法則

# TT_TwentyMinute_Desc
source: Slow eating
hu: Minden étkezésnél (napi 3-szor)
ru: С каждым приёмом пищи (3 раза в день)
zh_hant: 每餐（每日3次）

# TT_FrontLoad
source: Front-Load Calories
hu: Kalóriák előtöltése
ru: Фронтальная калорийная загрузка
zh_hant: 提早載入熱量

# TT_FrontLoad_Desc
source: Bigger breakfast
hu: Nagyobb reggeli
ru: Больший завтрак
zh_hant: 早餐吃多一點

# TT_TimeRestricted
source: Time-Restricted Eating
hu: Időablakos étkezés
ru: Ограничение времени приёма пищи
zh_hant: 限制進餐時間區間

# TT_TimeRestricted_Desc
source: Limit eating window
hu: Étkezési időablak korlátozása
ru: Ограничьте окно приёма пищи
zh_hant: 限制進餐時間窗口

# TT_Deflour
source: Deflour Your Diet
hu: Lisztmentesítse az étrendjét
ru: Уберите муку из диеты
zh_hant: 勿將食物磨成粉

# TT_Deflour_Desc
source: Intact grains instead of flour
hu: Egész gabonaszemek liszt helyett
ru: Цельные зёрна вместо муки
zh_hant: 選擇完整穀物而非麵粉

# TT_BlackCumin
source: Black Cumin
hu: Fekete kömény
ru: Чёрный тмин
zh_hant: 黑孜然

# TT_BlackCumin_Desc
source: 1/4 tsp daily
hu: 1/4 teáskanál naponta
ru: ¼ ч.л. ежедневно
zh_hant: 每日¼茶匙

# TT_Garlic
source: Garlic Powder
hu: Fokhagyma por
ru: Чесночный порошок
zh_hant: 大蒜粉

# TT_Garlic_Desc
source: 1/4 tsp daily
hu: 1/4 teáskanál naponta
ru: ¼ ч.л. ежедневно
zh_hant: 每日¼茶匙

# TT_Ginger
source: Ground Ginger
hu: Őrölt gyömbér
ru: Молотый имбирь
zh_hant: 生薑粉

# TT_Ginger_Desc
source: 1 tsp daily
hu: 1 teáskanál naponta
ru: 1 ч.л. ежедневно
zh_hant: 每日1茶匙

# TT_NutritionalYeast
source: Nutritional Yeast
hu: Étkezési sörélesztő
ru: Пищевые дрожжи
zh_hant: 營養酵母

# TT_NutritionalYeast_Desc
source: 2 tsp daily
hu: 2 teáskanál naponta
ru: 2 ч.л. ежедневно
zh_hant: 每日2茶匙

# TT_Cumin
source: Cumin
hu: Római kömény
ru: Кумин/Зира
zh_hant: 孜然

# TT_Cumin_Desc
source: 1/2 tsp with lunch and dinner
hu: 1/2 teáskanál ebédhez és vacsorához
ru: ½ ч.л. с обедом и ужином
zh_hant: 午餐和晚餐各½茶匙

# TT_GreenTea
source: Green Tea
hu: Zöld tea
ru: Зелёный чай
zh_hant: 綠茶

# TT_Hydrated
source: Stay Hydrated
hu: Hidratáljon
ru: Избегайте обезвоживания
zh_hant: 保持體內水分充足

# TT_Hydrated_Desc
source: Drink enough water
hu: Igyon elég vizet
ru: Пейте достаточно воды
zh_hant: 飲用足夠的水

# TT_ExerciseTiming
source: Exercise Timing
hu: Edzés időzítése
ru: Время для упражнений
zh_hant: 把握運動良機

# TT_ExerciseTiming_Desc
source: Fasted or afternoon
hu: Éhgyomorra vagy délután
ru: Натощак или днём
zh_hant: 空腹或下午

# TT_Sleep
source: Get Enough Sleep
hu: Aludjon eleget
ru: Высыпайтесь
zh_hant: 睡眠充足

# TT_Sleep_Desc
source: 7+ hours
hu: 7+ óra
ru: 7+ часов
zh_hant: 7小時以上

# Nav_Achievements
source: Achievements
hu: Eredmények
ru: Достижения
zh_hant: 成就

# Achievements_Title
source: Achievements
hu: Eredmények
ru: Достижения
zh_hant: 成就

# Achievements_Empty
source: No achievements yet
hu: Még nincsenek eredmények
ru: Пока нет достижений
zh_hant: 尚無成就

source: Achievement Unlocked!
hu: Eredmény feloldva!
ru: Достижение разблокировано!
zh_hant: 成就解鎖！

# Achievement_Type_Milestone
source: Milestones
hu: Mérföldkövek
ru: Вехи
zh_hant: 里程碑

# Achievement_Type_Streak
source: Streaks
hu: Szériák
ru: Серии
zh_hant: 連勝

# Achievement_Type_Completion
source: Perfect Days
hu: Tökéletes napok
ru: Идеальные дни
zh_hant: 完美日

# Achievement_Type_ItemSpecific
source: Food Champions
hu: Élelmiszer-bajnokok
ru: Чемпионы продуктов
zh_hant: 食物達人

# Achievement_Streak7_Name
source: Week Warrior
hu: Heti harcos
ru: Воин недели
zh_hant: 一週勇士

# Achievement_Streak7_Desc
source: Complete a 7-day streak
hu: Teljesítsen egy 7 napos sorozatot
ru: Серия 7 дней подряд
zh_hant: 完成 7 天連勝

# Achievement_Streak14_Name
source: Two Week Champion
hu: Két hetes bajnok
ru: Двухнедельный чемпион
zh_hant: 兩週冠軍

# Achievement_Streak14_Desc
source: Complete a 14-day streak
hu: Teljesítsen egy 14 napos sorozatot
ru: Серия 14 дней подряд
zh_hant: 完成 14 天連勝

# Achievement_Streak30_Name
source: Monthly Master
hu: Havi mester
ru: Мастер месяца
zh_hant: 月度達人

# Achievement_Streak30_Desc
source: Complete a 30-day streak
hu: Teljesítsen egy 30 napos sorozatot
ru: Серия 30 дней подряд
zh_hant: 完成 30 天連勝

# Achievement_Streak60_Name
source: Two Month Hero
hu: Két hónapos hős
ru: Герой двух месяцев
zh_hant: 雙月英雄

# Achievement_Streak60_Desc
source: Complete a 60-day streak
hu: Teljesítsen egy 60 napos sorozatot
ru: Серия 60 дней подряд
zh_hant: 完成 60 天連勝

# Achievement_Streak100_Name
source: Century Centurion
hu: Száznapos centurió
ru: Центурион
zh_hant: 百日百夫長

# Achievement_Streak100_Desc
source: Complete a 100-day streak
hu: Teljesítsen egy 100 napos sorozatot
ru: Серия 100 дней подряд
zh_hant: 完成 100 天連勝

# Achievement_Streak365_Name
source: Year of Health
hu: Az egészség éve
ru: Год здоровья
zh_hant: 健康一整年

# Achievement_Streak365_Desc
source: Complete a 365-day streak
hu: Teljesítsen egy 365 napos sorozatot
ru: Серия 365 дней подряд
zh_hant: 完成 365 天連勝

# Achievement_FirstDay_Name
source: First Step
hu: Első lépés
ru: Первый шаг
zh_hant: 第一步

# Achievement_FirstDay_Desc
source: Log your first day of tracking
hu: Rögzítse az első követési napját
ru: Запишите свой первый день отслеживания
zh_hant: 記錄您的第一天追蹤

# Achievement_FirstPerfect_Name
source: Perfect Day
hu: Tökéletes nap
ru: Идеальный день
zh_hant: 完美的一天

# Achievement_FirstPerfect_Desc
source: Complete 100% of your daily goals
hu: Teljesítse napi céljainak 100%-át
ru: Выполните 100% своих ежедневных целей
zh_hant: 完成 100% 的每日目標

# Achievement_FirstWeek_Name
source: One Week In
hu: Egy hét elteltével
ru: Первая неделя
zh_hant: 第一週

# Achievement_FirstWeek_Desc
source: Track for 7 days
hu: Kövessen 7 napig
ru: Отслеживайте 7 дней
zh_hant: 追蹤 7 天

# Achievement_FirstMonth_Name
source: Month of Progress
hu: A haladás hónapja
ru: Месяц прогресса
zh_hant: 進步的一個月

# Achievement_FirstMonth_Desc
source: Track for 30 days
hu: Kövessen 30 napig
ru: Отслеживайте 30 дней
zh_hant: 追蹤 30 天

# Achievement_Completion10_Name
source: Getting Started
hu: Beindulás
ru: Начало пути
zh_hant: 嶄露頭角

# Achievement_Completion10_Desc
source: Complete 10 perfect days
hu: Teljesítsen 10 tökéletes napot
ru: 10 идеальных дней
zh_hant: 完成 10 個完美日

# Achievement_Completion25_Name
source: Building Habits
hu: Szokások építése
ru: Формирование привычки
zh_hant: 養成習慣

# Achievement_Completion25_Desc
source: Complete 25 perfect days
hu: Teljesítsen 25 tökéletes napot
ru: 25 идеальных дней
zh_hant: 完成 25 個完美日

# Achievement_Completion50_Name
source: Halfway Hero
hu: Félúton a hős
ru: Герой на полпути
zh_hant: 半程英雄

# Achievement_Completion50_Desc
source: Complete 50 perfect days
hu: Teljesítsen 50 tökéletes napot
ru: 50 идеальных дней
zh_hant: 完成 50 個完美日

# Achievement_Completion100_Name
source: Century of Health
hu: Az egészség száz napja
ru: Сто дней здоровья
zh_hant: 百日健康

# Achievement_Completion100_Desc
source: Complete 100 perfect days
hu: Teljesítsen 100 tökéletes napot
ru: 100 идеальных дней
zh_hant: 完成 100 個完美日

# Achievement_Completion365_Name
source: Perfect Year
hu: Tökéletes év
ru: Идеальный год
zh_hant: 完美一年

# Achievement_Completion365_Desc
source: Complete 365 perfect days
hu: Teljesítsen 365 tökéletes napot
ru: 365 идеальных дней
zh_hant: 完成 365 個完美日

# Achievement_Beans50_Name
source: Bean Counter
hu: Babszámláló
ru: Знаток бобовых
zh_hant: 豆類愛好者

# Achievement_Beans50_Desc
source: Complete beans 50 times
hu: Teljesítse a babfélék adagját 50-szer
ru: Выполните бобовые 50 раз
zh_hant: 完成豆類 50 次

# Achievement_Beans100_Name
source: Bean Master
hu: Babmester
ru: Мастер бобовых
zh_hant: 豆類大師

# Achievement_Beans100_Desc
source: Complete beans 100 times
hu: Teljesítse a babfélék adagját 100-szor
ru: Выполните бобовые 100 раз
zh_hant: 完成豆類 100 次

# Achievement_Berries50_Name
source: Berry Picker
hu: Bogyószedő
ru: Собиратель ягод
zh_hant: 漿果採摘人

# Achievement_Berries50_Desc
source: Complete berries 50 times
hu: Teljesítse a bogyós gyümölcsök adagját 50-szer
ru: Выполните ягоды 50 раз
zh_hant: 完成漿果 50 次

# Achievement_Berries100_Name
source: Berry Champion
hu: Bogyósbajnok
ru: Чемпион ягод
zh_hant: 漿果冠軍

# Achievement_Berries100_Desc
source: Complete berries 100 times
hu: Teljesítse a bogyós gyümölcsök adagját 100-szor
ru: Выполните ягоды 100 раз
zh_hant: 完成漿果 100 次

# Achievement_Greens50_Name
source: Green Thumb
hu: Zöldkezű
ru: Любитель зелени
zh_hant: 綠色達人

# Achievement_Greens50_Desc
source: Complete greens 50 times
hu: Teljesítse a zöldek adagját 50-szer
ru: Выполните листовые овощи 50 раз
zh_hant: 完成綠葉蔬菜 50 次

# Achievement_Greens100_Name
source: Greens Guru
hu: Zöld guru
ru: Гуру зелени
zh_hant: 綠葉大師

# Achievement_Greens100_Desc
source: Complete greens 100 times
hu: Teljesítse a zöldek adagját 100-szor
ru: Выполните листовые овощи 100 раз
zh_hant: 完成綠葉蔬菜 100 次

# Achievement_Cruciferous50_Name
source: Cruciferous Fan
hu: Keresztes virágúak rajongója
ru: Фанат крестоцветных
zh_hant: 十字花科愛好者

# Achievement_Cruciferous50_Desc
source: Complete cruciferous 50 times
hu: Teljesítse a keresztes virágú zöldségek adagját 50-szer
ru: Выполните крестоцветные 50 раз
zh_hant: 完成十字花科蔬菜 50 次

# Achievement_Cruciferous100_Name
source: Cruciferous Champion
hu: Keresztes virágúak bajnoka
ru: Чемпион крестоцветных
zh_hant: 十字花科冠軍

# Achievement_Cruciferous100_Desc
source: Complete cruciferous 100 times
hu: Teljesítse a keresztes virágú zöldségek adagját 100-szor
ru: Выполните крестоцветные 100 раз
zh_hant: 完成十字花科蔬菜 100 次

# Achievement_WholeGrains50_Name
source: Grain Gatherer
hu: Gabonagyűjtő
ru: Собиратель зёрен
zh_hant: 穀物收藏家

# Achievement_WholeGrains50_Desc
source: Complete whole grains 50 times
hu: Teljesítse a teljes kiőrlésű gabonák adagját 50-szer
ru: Выполните цельнозерновые 50 раз
zh_hant: 完成全穀類 50 次

# Achievement_WholeGrains100_Name
source: Grain Master
hu: Gabonamester
ru: Мастер зёрен
zh_hant: 穀物大師

# Achievement_WholeGrains100_Desc
source: Complete whole grains 100 times
hu: Teljesítse a teljes kiőrlésű gabonák adagját 100-szor
ru: Выполните цельнозерновые 100 раз
zh_hant: 完成全穀類 100 次

# Achievement_Exercise50_Name
source: Active Lifestyle
hu: Aktív életmód
ru: Активный образ жизни
zh_hant: 活力生活

# Achievement_Exercise50_Desc
source: Complete exercise 50 times
hu: Teljesítse a testmozgás adagját 50-szer
ru: Выполните упражнения 50 раз
zh_hant: 完成運動 50 次

# Achievement_Exercise100_Name
source: Fitness Fanatic
hu: Fitnesz-fanatikus
ru: Фанат фитнеса
zh_hant: 健身狂人

# Achievement_Exercise100_Desc
source: Complete exercise 100 times
hu: Teljesítse a testmozgás adagját 100-szor
ru: Выполните упражнения 100 раз
zh_hant: 完成運動 100 次

# Achievement_Flaxseed50_Name
source: Flax Fan
hu: Lenmag-rajongó
ru: Любитель льна
zh_hant: 亞麻籽愛好者

# Achievement_Flaxseed50_Desc
source: Complete flaxseed 50 times
hu: Teljesítse a lenmag adagját 50-szer
ru: Выполните семена льна 50 раз
zh_hant: 完成亞麻籽 50 次

# Achievement_Flaxseed100_Name
source: Flax Master
hu: Lenmagmester
ru: Мастер льна
zh_hant: 亞麻籽大師

# Achievement_Flaxseed100_Desc
source: Complete flaxseed 100 times
hu: Teljesítse a lenmag adagját 100-szor
ru: Выполните семена льна 100 раз
zh_hant: 完成亞麻籽 100 次

# Achievement_Nuts50_Name
source: Nutty for Nuts
hu: Dió-rajongó
ru: Любитель орехов
zh_hant: 堅果愛好者

# Achievement_Nuts50_Desc
source: Complete nuts 50 times
hu: Teljesítse a diófélék adagját 50-szer
ru: Выполните орехи 50 раз
zh_hant: 完成堅果 50 次

# Achievement_Nuts100_Name
source: Nut Expert
hu: Dió-szakértő
ru: Эксперт по орехам
zh_hant: 堅果專家

# Achievement_Nuts100_Desc
source: Complete nuts 100 times
hu: Teljesítse a diófélék adagját 100-szor
ru: Выполните орехи 100 раз
zh_hant: 完成堅果 100 次
